---
type: SpaceTagFilter
namespace: Autodesk.Revit.DB.Mechanical
version: 2024
members: 2
tags: [revit-api, class]
---

# SpaceTagFilter

`Autodesk.Revit.DB.Mechanical.SpaceTagFilter` · Revit 2024 · 2 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | SpaceTagFilter | — | `public SpaceTagFilter ()` |
| Method | PassesFilter | — | `` |